{
  "leads": [
    {
      "id": "LEAD-001",
      "handle": "@BasketballAus",
      "name": "Basketball Australia",
      "type": "macro",
      "category": "governing_body",
      "location": "Australia",
      "followers": "100K+",
      "relevance": "National governing body - ultimate credibility partner",
      "research_notes": "Currently promoting Centre of Excellence programs, 3x3 championships, and Coach Development Framework launching Feb 16. Heavy focus on verified pathways and elite development.",
      "personalized_hook": "I noticed your Coach Development Framework drops Feb 16 - CourtLab's verified combine data would slot perfectly into that pathway, giving coaches objective metrics to work with.",
      "outreach_draft": "Hey @BasketballAus - love the work on the Coach Development Framework. Quick question: how are coaches currently tracking player progress objectively? We've built something that gives them verified combine data (no phone stopwatches). Would love to show you how it fits into your framework. - Michael @CourtLab",
      "priority": "highest",
      "status": "research_complete"
    },
    {
      "id": "LEAD-002",
      "handle": "@BBALLAU_Coaches",
      "name": "Basketball Australia Coaches",
      "type": "macro",
      "category": "coach_organization",
      "location": "Australia",
      "followers": "10K+",
      "relevance": "Direct access to Australian basketball coaches",
      "research_notes": "Actively promoting coach development resources. Teasing big launch on Feb 16. Focus on helping coaches at every level.",
      "personalized_hook": "Your Feb 16 launch + our tool = coaches finally having objective data to back their development plans. The timing is perfect.",
      "outreach_draft": "Hi team - saw the teaser for Feb 16! Exciting stuff. Question: will the new framework include tools for objective player assessment? We've been working with SA coaches who desperately need verified combine data. CourtLab could fill that gap. Worth a conversation? - Michael",
      "priority": "highest",
      "status": "research_complete"
    },
    {
      "id": "LEAD-003",
      "handle": "@bouncepassau",
      "name": "basketball.com.au",
      "type": "macro",
      "category": "media_platform",
      "location": "Australia",
      "followers": "15K+",
      "relevance": "Major basketball media outlet - content partnership potential",
      "research_notes": "Covering NBL, NBL1, youth development. Recently interviewed Mick Downer and Josh King. Focus on storytelling and player pathways.",
      "personalized_hook": "You tell stories about players making it - we give them the data to prove they're ready. Combine coverage + verified metrics = compelling content.",
      "outreach_draft": "Hey @bouncepassau - loved the Mick Downer interview. You guys tell great stories about player development. What if you could add verified combine data to those stories? Show the actual metrics behind the journey? CourtLab is already tracking SA's best young players. Content opportunity? - Michael",
      "priority": "high",
      "status": "research_complete"
    },
    {
      "id": "LEAD-004",
      "handle": "@codebballau",
      "name": "CODE Basketball",
      "type": "macro",
      "category": "media_platform",
      "location": "Australia",
      "followers": "20K+",
      "relevance": "Basketball news and storytelling - affiliate content potential",
      "research_notes": "Focus on player journeys and pathways to pro. Recently featured Melbourne warehouse worker turned Boomer. Emphasis on underdog stories.",
      "personalized_hook": "You find the hidden gems - we help coaches identify them with data. Every underdog has metrics that prove they belong.",
      "outreach_draft": "Hey @codebballau - that story on the Melbourne warehouse worker turned Boomer was 🔥. You find gems. What if coaches could identify those players earlier with verified data? CourtLab tracks combine metrics for SA's rising stars. Story opportunity there? - Michael @CourtLab",
      "priority": "high",
      "status": "research_complete"
    },
    {
      "id": "LEAD-005",
      "handle": "@AusBballnews",
      "name": "Basketball News Australia",
      "type": "macro",
      "category": "media_platform",
      "location": "Australia", 
      "followers": "25K+",
      "relevance": "Active basketball news coverage - partnership potential",
      "research_notes": "Covering NBL, NBL1, grassroots. Recently posted about Andrew Gaze returning to Melbourne Tigers. High engagement on youth content.",
      "personalized_hook": "You cover who's making moves - we show the data behind why they're ready. Easter Classic 2026 is coming up with verified combine times.",
      "outreach_draft": "Hi @AusBballnews - saw your Andrew Gaze coverage. Question: are you covering Easter Classic 2026 at The ARC? We're providing verified combine data for all participants - first tournament in SA with objective metrics. Exclusive story opportunity. Interested? - Michael",
      "priority": "high",
      "status": "research_complete"
    },
    {
      "id": "LEAD-006",
      "handle": "@herwaysports",
      "name": "HER WAY",
      "type": "macro",
      "category": "media_platform",
      "location": "Australia",
      "followers": "10K+",
      "relevance": "Women's sports focus - growing women's basketball market",
      "research_notes": "Focus on women's basketball and female athletes. Recently covered Renae Garlepp appointment to Sydney Flames. Passionate about women's sports development.",
      "personalized_hook": "Women's basketball is exploding - but are female players getting the same data tracking as males? CourtLab brings verified metrics to everyone.",
      "outreach_draft": "Hey @herwaysports - loved the Renae Garlepp coverage. Quick question: are female players in Australia getting access to the same performance data as male players? We've built CourtLab to track verified combines for ALL athletes. Worth discussing the gap? - Michael",
      "priority": "high",
      "status": "research_complete"
    },
    {
      "id": "LEAD-007",
      "handle": "@parkoballtraining",
      "name": "Riley Parkinson",
      "type": "micro",
      "category": "skills_trainer",
      "location": "Melbourne",
      "followers": "13K",
      "relevance": "Pro basketball trainer with gym - affiliate potential",
      "research_notes": "Runs Next Level Hoops Gym in Melbourne. Trusted by 30K+ on IG. Focus on skill development and helping hoopers level up.",
      "personalized_hook": "You train players to level up - but how do you prove they're actually improving? CourtLab gives you the data to show clients their progress.",
      "outreach_draft": "Hey Riley - love the work at Next Level Hoops. Question: when clients ask 'am I actually getting better,' what do you show them? We built CourtLab to give trainers verified combine data - objective proof of improvement. Would be huge for your gym. Let's chat? - Michael",
      "priority": "medium",
      "status": "research_complete"
    },
    {
      "id": "LEAD-008",
      "handle": "@FoxBasketball",
      "name": "FOX Basketball",
      "type": "macro",
      "category": "media_platform",
      "location": "Australia",
      "followers": "50K+",
      "relevance": "Major sports media - massive reach potential",
      "research_notes": "Major NBL and basketball coverage. Recently covered Perth Wildcats and Melbourne United. High production value content.",
      "personalized_hook": "FOX covers the pros - but what about the pathway? CourtLab tracks tomorrow's stars today with verified data.",
      "outreach_draft": "Hey @FoxBasketball - you guys own NBL coverage. Question: ever thought about covering the pathway? We're tracking SA's best young players with verified combine data leading into Easter Classic 2026. Story about the next generation? - Michael @CourtLab",
      "priority": "high",
      "status": "research_complete"
    }
  ],
  "lastUpdated": "2026-02-07",
  "totalLeads": 8,
  "campaignFocus": "Macro and micro influencers in Australian basketball with personalized outreach based on their content and focus areas"
}